[Lang]
Table_ServerName = Nombre del servidor
Table_Status = Estado
Table_Uptime = En línea
Table_Players = Jugadores
Table_IP = IP
Table_Port = Port
Table_Starting_Map = Mapa inicial
Table_Game = Juego
Table_Version = Version
Table_Lastest = Último
Table_appID = appID

Toolbar_Start = Iniciar
Toolbar_Stop = Detener
Toolbar_Restart = Reiniciar
Toolbar_Update = Actualizar
Toolbar_Add_Edit = Añadir/Editar
Toolbar_ShowHide = Mostrar/Ocultar

Menu_Start = Iniciar
Menu_Stop = Detener
Menu_Update = Actualizar
Menu_Restart = Reiniciar
Menu_OpenServerDir = Abrir carpeta del servidor
Menu_UpdateAndValidServer = Actualizar y validar el servidor
Menu_DeleteServer = Eliminar servidor
Menu_AddEdit = Añadir/Editar
Menu_DownloadServer_Title = DownloadServer
Menu_AllServers_Hide = Ocultar
Menu_Title = Menu
Menu_AllServers_title = Todos los servidores

Menu_Setting_title = Ajustes
Menu_Auto_Update_Settings = Ajustes de auto-actualización
Menu_AllServerStarting_Settings = Config. inicial de todos los servidores
Menu_SteamAPIURLProxy_Settings = Ajustes Steam API Format | URL Proxy
Menu_CheckSoftwareupdate = Buscar actualizaciones
Menu_Language = Idioma

Menu_Process_title = Procesos
Menu_KillALLsrcdsexe = Detener todos los srcds.exe
Menu_KillALLSteamCMDexe = Detener todos los steamcmd.exe


control_crash_auto_restart = Reiniciar automáticamente al fallar
control_srcds_auto_update = Auto-actualizar srcds 
control_check_Interval = Intervalo de comprobación
control_min = minuto(s)
control_Create_Desktop_Shortcut = Crear acceso directo en escritorio
control_Enable_Port_Check = Comprobación de puertos
control_MaxActionLog = Máx. líneas de registro
control_ActionLog = Actividad/Logs
control_Enable_SoftWare_Update = Automáticamente buscar actualizaciones
control_All_Servers = Todos los servidores
control_SendSRCDS_MSG = Enviar
control_command_copy = Copiar
control_command_clear = Limpiar

Add_Edit_Server_Name = Nombre:
Add_Edit_Server_Path = Archivo: srcds.exe
Add_Edit_Server_Port = Puerto:
Add_Edit_Server_Map = Mapa inicial:
Add_Edit_Server_Optional = Opcional
Add_Edit_Server_Additional_Parametes = Parámetros adicionales: -tickrate 128 +mapgroup mg_active .. etc
Add_Edit_Server_Button_Save = Guardar
Add_Edit_Server_Button_View = Buscar
Add_Edit_Server_Button_GetIP = Obtener IP
Add_Edit_Server_IP_Optional = IP (Opcional)
Add_Edit_Server_Title = Añadir/Editar servidor
Add_Edit_Server_WorkShop = WorkShop
Add_Edit_Server_Maxplayers = Jugadores/Slots

MSGBOX_Stop_All = ¿Detener todo?
MSGBOX_Stop_All_And_Update = ¿Detener todo y actualizar?
MSGBOX_not_found_steamcmd = ERROR: steamcmd no encontrado en steamcmd/steamcmd.exe
MSGBOX_no_server_select = No seleccionaste ningún servidor
MSGBOX_Please_Stop_First = Por favor, detener primero

MSGBOX_delete_server = Eliminar servidor!
MSGBOX_Confirm_Valid = ¿Confirma validar y actualizar este servidor?
MSGBOX_New_Version_Found_Do_You_want_update_New_Version = Nueva versión encontrada ¿quieres actualizar? Nueva versión:
MSGBOX_Server_Version = Versión del servidor:
MSGBOX_Local_Version = Versión local:
MSGBOX_Confirm_delete = ¿Confirma eliminar este servidor?
MSGBOX_Kill_Process = ¿Quieres detener el proceso?
MSGBOX_Process_Name = Nombre del proceso:
MSGBOX_Process_used = Usado!
MSGBOX_Exit_Message = ¿Mantener servidores funcionando?

MSGBOX_Not_Found_Server_Name = Servidor no encontrado
MSGBOX_Not_Found_srcds = No se encuentra srcds.exe en el directorio
MSGBOX_Invalid_Port = Puerto no válido
MSGBOX_Unknow_gamename = Indefinido [Game Name And APPID] Añade el nombre del juego utilizando parámetros adicionales
MSGBOX_Use_WorkShopMap = Para ajustes utiliza parámetros adicionales
MSGBOX_not_found_srcds2 = srcds.exe no encontrado!
MSGBOX_Unknow_gamename2 = Por ejemplo: -game csgo

MSGBOX_Stop_Running = Stop Running, 
Menu_ServerBackUP = Server BackUP
BackUP_EnableBackUP = BackUP Enable
BackUP_Save_Path = BackUP Save:
BackUP_Task_Time = BackUP Task Time:
BackUP_TIP_Time = 3 = 3:00 AM
BackUP_Test_BackUP = Test BackUP
BackUP_Save_BackUP = Save
BackUP_BackUP_Add = Add
BackUP_BackUP_Remove = Remove
BackUP_BackUP_Brose = Browse

Menu_CrashConfigure = Crash Configure
Menu_SoftWareConfigure = Software Configure
SoftWareConfigure_TIPTag1 = It's write SYSTEM [regedit]  IF permissions are not enough, try run administrator mode
SoftWareConfigure_Automatic_login_system = Automatic login system (optional) [Program Don't to remember]
SoftWareConfigure_Automatic_login_enable = Enable
SoftWareConfigure_TIPTag3 = If your system has a password, you must set it up OR Google:Auto login Windows Server 
SoftWareConfigure_Button_Automatic_login_Help = IF you want to manually operate, please click
SoftWareConfigure_Disable_Exit_Prgram_MsgBox = Disable MsgBox When Exit program
SoftWareConfigure_Start_On_Windows_Startup = Start On Windows Startup
SoftWareConfigure_Save = Save
SoftWareConfigure_Save_MessageBox = done! It's write SYSTEM [regedit] IF permissions are not enough, try run administrator mode OR Manual
SoftWareConfigure_Automatic_login_username = UserName:
SoftWareConfigure_Automatic_login_password = PassWord:

Crash_Last_modification_Mode = Last modification Mode (SM Plugin + Update File Mode)
MSGBOX_ServerNameExists = ServerName Exists
Crash_Last_modification_Time = Last modification >=
Crash_Sec = Sec
Crash_SteamAPIMode_Lable = Steam API Mode [Slow] Online Check Mode (Possible some server not working or wrong)
Crash_Button_Help = Help
Crash_Button_Help_Last_modification = This method can help you detect stop response ,freeze. must need install the SM plugin to be effective
Crash_Button_Help_SteamAPIMode = online check mode use api.steampowered.com/ISteamApps/GetServersAtAddress/v0001?addr=PUBLIC.IP.ADDR:PORT&format=xml this method of detection is slow API has 3-5Min Cache! support freeze,stop response..etc
Button_InstallPlugin = Install Plugin

Crash_Button_Remove_Plugin = Remove Plugin
Crash_CheckBox_Online_select = Dont't forget -Edit Server - Set PublicIP if Blank is Default IP[Click Save First , will add options in server property]
Add_Edit_Server_CPU_Core_Bind_CheckBox = CPU Core Bind
Add_Edit_Server_CPU_Core_Bind_Lable = CPU Affinity (Optional)
Add_Edit_Server_TaskList_Button_DeleteTask = Delete Task
Add_Edit_Server_TaskList_Button_AddTask = Add Task

Add_Edit_Server_tabs_ServerSetting = Server Setting
Add_Edit_Server_tabs_TaskListManager = Task List Manager

Add_Edit_Server_TaskList_TAG_delete_xtasktoall = You can delete xTask.xnetdb file to delete all
Add_Edit_Server_TaskList_AddTask_Lable = Add Task
Add_Edit_Server_TaskList_AddTask_TAG_Type = Type
Add_Edit_Server_TaskList_AddTask_TAG_Action = Action
Add_Edit_Server_TaskList_AddTask_TAG_H = H
Add_Edit_Server_TaskList_AddTask_TAG_M = M
Add_Edit_Server_TaskList_AddTask_TAG_WEEK = Week
Add_Edit_Server_TaskList_AddTask_TAG_Day = Day
Add_Edit_Server_TaskList_Tables_Server = Server
Add_Edit_Server_TaskList_Tables_D_H_M = Day-Hour-Min
Add_Edit_Server_CPU_SaveTIP = CPU Affinity Failed Must Set 1 Core! back to default
Add_Edit_Server_TAG_TIP_upower = Suggest:upower plan set to High Performance 
Add_Edit_Server_TAG_TIP_CrashCheckPublicIP = (Steam API check Crash)
Add_Edit_Server_TAG_TIP_LocalJoin = Local Join? Try 0.0.0.0 or Blank
Add_Edit_Server_TAG_TIP_PublicIP = Public IP
Add_Edit_Server_CPU_Priority = Priority
Menu_ICO_DisPlay = Display
Menu_ICO_Exit = Exit
Enable_Tray_When_maximize = Enable Tray icon When maximize
Parametes_Lists_Doubleclicktouse = Double click to use
Parametes_Lists_Parametes = Parametes
Parametes_Lists_MoreParametes = MoreParametes
Parametes_Lists_Add = Add
Parametes_Lists_Edit = Edit
Parametes_Lists_Remove = Remove
Parametes_Lists_USE = USE
Parametes_Lists_Close = Close
Parametes_Lists_Note = Note
Parametes_Lists_DefaultParametes = Set As Default Parametes
Parametes_Save_ParametesList_file = [Save To (ParametesList.xnetdb) file]

FileConfig_STitle_ConfigureFile = Configure FileName Format ..Automatically deletes old backup files
FileConfig_STitle_DefaultFileName = IP+Port+User (One ZIP file an server) if same file name overlay old file
FileConfig_BackFile_AddTime = +Time
FileConfig_sTimeFileNameEg = eg:192_168_1_1_27015_username_2017_01_01_03_01.zip       No overlay of files
FileConfig_BackFile_AutoClear = Backup File Automatic Cleaner
FileConfig_FileLast_modification = Last modification >=
FileConfig_sMaxBackUPSameTime = Max Backup as same time
FileConfig_sDay = Days

Action_Log_TimeFormat_ymd = yyyy/M/d 
Action_Log_TimeFormat_hms = HH:mm:ss
Action_Log_3 = [Icon] Init Tray Icon
Action_Log_4 = [Language] Load->
Action_Log_5 = [TaskLists] Loading task scheduler count ->
Action_Log_6 = [SRCDS] Starting Server -> 
Action_Log_7 = [SRCDS] Starting Error CreateProcessA PID:->
Action_Log_8 = [Crash] [Engine Error UnKnow] ->
Action_Log_9 = [Crash] [Weapon Script Not Found for example CS:GO Map Has Cstrike Source Weapon] ->
Action_Log_10 = [Crash] SRCDS Process Exception ->

Action_Log_11 = Count:
Action_Log_12 = [Crash] SRCDS Process auto-kill [Port has been used] ->
Action_Log_13 = [Crash] Crash By Close ->
Action_Log_14 = [SoftWare] Update Server Status Running->
Action_Log_15 = [SoftWare] Update Server Pid->
Action_Log_16 = [SRCDS] Stop Server ->
Action_Log_17 = [Error] Can't close srcds possible no access Try Running Administrator Mode ->
Action_Log_18 = [SRCDS Update] can't update ->
Action_Log_19 = ->unknown This Server APPID!! Please Edit Server-configure appID
Action_Log_20 = [Error Update]->


Action_Log_21 = ->Can't Close process possible no access Try Running Administrator Mode
Action_Log_22 = [SteamCMD Update] Update Server Fnished ->
Action_Log_23 = [SteamCMD Update]--Update Server Stuck Restart...uptime >=
Action_Log_24 = [SoftWare] STOP SRCDS Version Online check...
Action_Log_25 = [Error] Software Update Failed! xnet_srcds_up.exe Not Found!!, Please Download Module :http://forums.alliedmods.net/showthread.php?t=298085
Action_Log_26 = [SoftWare] Check SoftWare Version:
Action_Log_27 = [SteamCMD Update] -> Main:
Action_Log_28 = -> ForkServer:
Action_Log_29 = -> Auto Close:
Action_Log_30 = [Backup] ERROR--BackUp End->



Action_Log_31 = ->folder Not Found!!
Action_Log_32 = [Task] ALL Servers Action:
Action_Log_33 = [SteamCMD Update] Update Server->
Action_Log_34 = [SoftWare] Updateing->
Action_Log_35 = [SoftWare] Loading SteamAPI Proxy Config
Action_Log_36 = [SoftWare] Proxy>>>
Action_Log_37 = [BackUP] Server BackUP Enable
Action_Log_38 = [Crash Check] Mode = Last modification Mode Set Timeout:
Action_Log_39 = [SoftWare] Start On Windows Startup Enable >> ALL Servers Starting...
Action_Log_40 = [SoftWare] Loading SteamAPI Format:[JSON]


Action_Log_41 = [SoftWare] Loading SteamAPI Format:[XML]
Action_Log_42 = [SoftWare] Action Log Line > 
Action_Log_43 = [SoftWare] Save To > 
Action_Log_44 = Staring BackUP Task..
Action_Log_45 = [BackUP] BackUp Server Start ->
Action_Log_46 = [CrashCheck] PID ->
Action_Log_47 =  Windows Mode->Error Monitor Try right-click administrator mode! or change crash test method type
Action_Log_48 = [Crash Check:Error] Steam API Mode Error JSON != response/success  Crash Check Not Working!! Please Change Crash Check Method!!（if not often pass through）->
Action_Log_49 = [Crash Check:Steam API Mode] Crash By Close --] ->
Action_Log_50 = Reason:[API Not Found Your Server IP] Public IP:


Action_Log_51 = [Task] Error Not Can't Find Server:
Action_Log_52 = [Task] Restart Server->
Action_Log_53 = [Task] Start Server->
Action_Log_54 = [Task] Stop Server->
Action_Log_55 = [Task] Update Server->
Action_Log_56 = [Task] BackUP Server->
Action_Log_57 = [Crash]- File Timed Last modification Timed Out!! > [
Action_Log_58 = [Crash] Check Last modification Mode-- File Not Found -- Please check plugin install sucessful..
Action_Log_59 = [BackUP] DELETE BackUP old File:
Action_Log_60 = [A2S Check] Server A2S Check Port RecvFrom Bind To:


Action_Log_61 = suggest use firewall block any remote address from accessing this port
Action_Log_62 = [A2S Check] UDP WSASendTo Intval:
Action_Log_63 = [A2S Check] Fail Count >=
Action_Log_64 = Will Restart!
Action_Log_65 = [A2S Check] Start Check Uptime >= 
Action_Log_66 = [A2S Error] Bind UDP RecvPort:
Action_Log_67 = lease Change Port! A2S Ping Check Not Working...!
Action_Log_68 = [A2S Check] SRCDS Restart ->
Action_Log_69 = Faild Count >= 
Action_Log_70 = File Listen Enable
A2S_Data_PlayerCURMax = Player Status:

